set search_path "."
set link_path {* contest.db}
read_verilog fft_fast/fft_fast.v
current_design fft_fast
link_design fft_fast

